Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་ལྡན་པས་ནད་མེད་པར་བྱེད་པའི་ཆོས་བཞི་འཐོབ་པར་འགྱུར་ཏེ། བཞི་གང་ཞེ་ན། ནད་རྒྱུན་རིང་པོ་མེད་པ་དང་། ཡན་ལག་སྐམ་པར་མི་འགྱུར་བ་དང་། ལོངས་སྤྱོད་ཉམས་པར་མི་འགྱུར་བ་དང་། རྒྱལ་པོ་འམ། རྐུན་པོའམ། དེ་མ་ཡིན་པའི་སེམས་ཅན་འཚེ་བར་བྱེད་པ་གཞན་གྱིས་སྡུག་བསྔལ་བ་དང་གནོད་པར་བྱ་བར་མི་འགྱུར་ཏེ ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནད་མེད་པར་བྱེད་པའི་ཆོས་བཞི་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་ལྡན་པས་བླ་མའི་གནས་བཞི་འཐོབ་པར་འགྱུར་ཏེ། བཞི་གང་ཞེ་ན། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞིར་རྣམ་པར་རྒྱལ་ཞིང་ཆོས་ཅན་ཆོས་ཀྱི་རྒྱལ་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པར་འགྱུར་ཏེ། དེའི་རིན་པོ་ཆེ་སྣ་བདུན་ནི་འདི་རྣམས་ཡིན་ནོ། ། འདི་ལྟ་སྟེ། འཁོར་ལོ་རིན་པོ་ཆེ་དང་། གླང་པོ་རིན་པོ་ཆེ་དང་། རྟ་རིན་པོ་ཆེ་དང་། ནོར་བུ་རིན་པོ་ཆེ་དང་། བུད་མེད་རིན་པོ་ཆེ་དང་། ཁྱིམ་བདག་རིན་པོ་ཆེ་དང་། བློན་པོ་རིན་པོ་ཆེ་སྟེ། བདུན་པོ་དེ་དག་གོ ། དེའི་བུ་དཔའ་བ། རྟུལ་ཕོད་པ། ཡན་ལག་མཆོག་གི་གཟུགས་ཅན། ཕ་རོལ་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་སྟོང་ཐམ་པར་འགྱུར་རོ། ། གླིང་བཞི་པ་ཡང་དེའི་རྗེས་སུ་འབྲང་བར་འགྱུར། དེ་ལ་གུས་པ་བྱེད་པར་འགྱུར། སྐར་མཁན་དང་། བློན་པོ་ཆེན་པོ་དང་། སྒོ་བ་དང་། འཁོར་དང་། གྲོང་རྡལ་གྱི་མི་དང་། ལྗོངས་ཀྱི་མི་དག་དང་། ཁམས་ཀྱི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་གུས་པར་བྱེད་པར་འགྱུར་ཏེ བླ་མའི་གནས་དང་པོ་འདི་འཐོབ་པར་འགྱུར་རོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་ཆགས་པར་མི་འགྱུར་ཏེ། ལྔ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། མིག་གིས་ཤེས་པར་བྱ་བའི་གཟུགས་དང་། རྣ་བས་ཤེས་པར་བྱ་བའི་སྒྲ་དང་། སྣས་ཤེས་པར་བྱ་བའི་དྲི་དང་། ལྕེས་ཤེས་པར་བྱ་བའི་རོ་དང་། ལུས་ཀྱིས་ཤེས་པར་བྱ་བའི་རེག་རྣམས་ཏེ། དེ་ལྟར་འདོད་པའི་ཡོན་ཏན་ལྔ་པོ་ལ་ཆགས་པར་མི་འགྱུར་གྱི། དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ། མྱུར་དུ་མངོན་པར་ཤེས་པ་ལྔ་འཐོབ་པར་འགྱུར་ཞིང་། དེ་ལ་མི་དང་མི་མ་ཡིན་པ་རྣམས་གུས་པར་བྱེད་པར་འགྱུར་ཏེ། བླ་མའི་གནས་གཉིས་པ་འདི་རྗེས་སུ་འཐོབ་པར་འགྱུར་རོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་དང་གང་དུ་སྐྱེས་པ་ཐམས་ཅད་དུ་བློས་མཆོག་ཏུ་འགྱུར། ཤེས་རབ་ཀྱིས་མཆོག་ཏུ་འགྱུར། སྤོབས་པས་མཆོག་ཏུ་འགྱུར། དེ་རྒྱལ་པོར་གྲགས་པར་འགྱུར་རོ། ། འདི་ལྟ་སྟེ། འདས་པའི་དུས་ན་སྨན་ཆེན་པོ་ཞེས་བྱ་བ་ཞིག་བྱུང་བ་དེ་བཞིན་དུ་དེ་རྒྱལ་པོའི་ཕོ་བྲང་གི་སྟན་མཆོག་འཐོབ་སྟེ། དེ་ལ་རྒྱལ་པོ་དང་། གང་དེ་མ་ཡིན་པ་གཞན་སྐར་མཁན་དང་། བློན་པོ་ཆེན་པོ་དང་། སྒོ་བ་དང་། འཁོར་དང་། གྲོང་རྡལ་གྱི་མི་དང་། ཡུལ་གྱི་མི་རྣམས་གུས་པ་བྱེད་པར་འགྱུར་ཏེ བླ་མའི་གནས་གསུམ་པ་འདི་རྗེས་སུ་འཐོབ་པར་འགྱུར་རོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ན། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་འགྱུར། མངོན་པར་འཕགས་པར་འགྱུར། ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བས་མངོན་པར་འཕགས་པར་འགྱུར། ཚུལ་ཁྲིམས་རྣམ་པར་འཕེལ་བས་མངོན་པར་འཕགས་པར་འགྱུར། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་རྣམ་པར་འཕེལ་བས་མངོན་པར་འཕགས་པར་འགྱུར་ཏེ། བླ་མའི་གནས་བཞི་པ་དེ་འཐོབ་པར་འགྱུར་ཏེ། བླ་མའི་གནས་བཞི་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ། །
en: “Moreover, Śāriputra, with these roots of virtue the bodhisatva gains four weighty positions. What are these four weighty positions? The first weighty position he gains is that he becomes a king of the entire world with a domain that extends in the four directions, a Dharma king in possession of the seven precious implements. The seven precious implements he comes to possess are the precious wheel, the precious elephant, the precious horse, the precious jewel, the precious queen, the precious householder, and the precious minister. He will have a thousand sons who will be heroic and courageous, whose physical abilities will be supreme, and who will be able to crush the forces of his enemies. He will have four subservient fiefdoms. He will be venerated. All who dwell within his borders—astrologers, high officials, guards, counsilors, townspeople, and villagers—will venerate him. The second weighty position he gains, Śāriputra, is that he will not in any way be attracted to the five pleasures of the senses. What are the five pleasures of the senses? They are the visual objects conceived of by the eye, the sounds conceived of by the ear, the smells conceived of by the nose, the tastes conceived of by the tongue, and the physical sensations conceived of by the body. He will not be attracted to these five pleasures of the senses in any way, and because of his faith he will leave the ordinary household life behind and become a renunciant. He will quickly attain the five superior abilities, and he will be venerated by human and nonhuman beings alike. The third weighty position he gains, Śāriputra, is that wherever he is born he will always have an exceptional intellectual capacity, exceptional wisdom, and exceptional eloquence. He will have the fame of a king. He will be treated in the same way Mahauṣadha was in the past, and he will be awarded a seat of honor within the royal court. The king will honor him, and so will others, such as astrologers, high officials, guards, councilors, townspeople, and villagers. The fourth weighty position he gains, Śāriputra, is that when he reaches the state of an unsurpassed, fully accomplished buddha, he will surpass and be greater than all other sentient beings: gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, human beings, and nonhuman beings. His morality, concentration, wisdom, liberation, and insight into the knowledge of liberation will be exceptional. His morality will be exceptionally vast. His concentration, wisdom, liberation, and insight into the knowledge of liberation will be exceptionally vast. These are the four weighty positions he attains.

source: ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔས་འདི་ལྟ་སྟེ། ཆོས་འདོད་པའི་ཕྱིར་མཁན་པོ་དང་། སློབ་དཔོན་ལ་ཆུ་བུམ་པ་གང་ཙམ་ཕུལ་ན་དེ་ལྟ་བུའི་ཡོན་ཏན་གྱི་ཆོས་ཚད་མེད་པ་ལེན་པར་འགྱུར་རོ། ། ཚུར་ཤོག་ཅེས་བྱས་ན་ཡང་འོང་ཞིང་ཇི་ལྟར་སྨྲས་པ་ལས་འགལ་བར་མི་བྱེད་པའི་དགེ་བའི་རྩ་བ་དེ་ཉིད་ཀྱིས་དེ་ཡོ་བྱད་བཞི་ཐོབ་པར་འགྱུར་ཏེ། བཞི་གང་ཞེ་ན། སྐྱེ་བོ་མ་རབས་ཀྱི་ཡོ་བྱད་མ་ཡིན་གྱི་རྒྱལ་པོའི་ཡོ་བྱད་འཐོབ་པར་འགྱུར། དྲང་སྲོང་གི་ཡོ་བྱད་འཐོབ་པར་འགྱུར་ཏེ། འདོད་པ་སྤོང་བ་ལ་འཛུད་པ་འདི་ལྟ་སྟེ། དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བ་དེ་ནི་ཆོས་ཀྱི་ཡོ་བྱད་ཅེས་བྱའོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བ་གང་དང་གང་དུ་སྐྱེས་པ་ན་སྐྱེ་བ་ཐམས་ཅད་དུ་སྐྱེ་བ་དྲན་པར་འགྱུར་ཏེ། དེ་སྐྱེ་བ་དྲན་པས་སྐྱེ་བ་དེ་དང་དེ་དག་ཏུ་བྱང་ཆུབ་ཀྱི་སེམས་བརྗེད་པར་མི་འགྱུར་བ་དེ་ནི་དྲན་པའི་ཡོ་བྱད་ཅེས་བྱའོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་འཁོར་བཞིས་བསྐོར་ཅིང་། མདུན་དུ་བདར་བར་འགྱུར། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པས་ཀུན་ནས་བསྐོར་ཅིང་མདུན་དུ་བདར་བར་འགྱུར་ཏེ ཡོ་བྱད་བཞི་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ། །
en: “Śāriputra, these are the kinds of unlimited qualities the bodhisatva comes to possess when he offers his water flask to his preceptors and teachers. For the sake of the Dharma, he follows what he is told to follow and does not go against the advice he receives. Because of these roots of virtue, he then obtains four kinds of possessions. What are these four kinds of possessions? He obtains the possessions of a king, possessions that ordinary men do not obtain. He obtains the possessions of an ascetic. In order to cast off desire, he removes himself, meaning that because of his faith he leaves ordinary household life behind and becomes a renunciant. This is what is called the possession of the Dharma. Moreover, Śāriputra, wherever he takes birth, the bodhisatva is able to recollect all his births, and with this recollection of his previous births, he does not abandon the mind of awakening in these births. This is what is called the possession of recollection. Moreover, Śāriputra, when he reaches the state of an unsurpassed, fully accomplished buddha, he is accompanied and esteemed by the four assemblies. He is accompanied and esteemed by gods, nāgas, gandharvas, yakṣas, rākṣasas, garuḍas, kinnaras, mahoragas, human beings, and nonhuman beings. These are the four kinds of possessions he attains.

source: གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སློབ་དཔོན་གང་དང་གང་ལས་ཚིག་བཞི་བའི་ཚིགས་སུ་བཅད་པ་རྙེད་ཅིང་འཛིན་པར་འགྱུར་ཏེ། དེ་ཚུར་ཤོག་ཅེས་བསྒོ་ན་ཡང་དེ་འོང་། སོང་ཤིག་ཅེས་བསྒོ་ན་ཡང་དེ་འགྲོ་བ་དང་། འདི་ནི་དགེ་བ། འདི་ནི་མི་དགེ་བ། འདི་ནི་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་འདི་ནི་ཁ་ན་མ་ཐོ་བ་མེད་པ། འདི་ནི་བསྟེན་པར་བྱ་བ། འདི་ནི་བསྟེན་པར་བྱ་བ་མ་ཡིན་པ་ཞེས་བྱ་བ་ནས་གོང་མ་བཞིན་དུ་སྦྱར་ཏེ་ བྱ་བ་འདི་ནི་གནོད་པ། ཕན་པ་མེད་པ། སྡུག་བསྔལ་བར་འགྱུར་རོ། ། འདི་བྱས་ན་ཡུན་རིང་པོའི་དོན་དང་ཕན་པ་དང་བདེ་བར་འགྱུར་རོ། ། ཞེས་ཇི་ལྟར་བསྒོ་བ་བཞིན་དུ་མི་དགེ་བ་མི་བྱེད་ཅིང་དགེ་བ་ལ་སྟེན་ཏེ། སླར་མི་ཟློག་ཅིང་མི་མཐུན་པར་མི་བྱེད་པ་དེ་དགེ་བའི་རྩ་བ་དེ་དང་ལྡན་པས་མཐོན་པོར་བྱེད་པའི་ཆོས་བཞི་འཐོབ་པར་འགྱུར་ཏེ། བཞི་གང་ཞེ་ན། ཚུལ་ཁྲིམས་མཐོན་པོར་བྱེད་པའི་ཆོས་འཐོབ་པར་འགྱུར། ལུས་མཐོན་པོར་བྱེད་པའི་ཆོས་འཐོབ་པར་འགྱུར་ཏེ། དེའི་ལུས་རིང་ཞིང་ལུས་ཐམས་ཅད་རྒྱས་པར་འགྱུར། ཤེས་རབ་ཆེ་བར་འགྱུར་ཏེ། ཤེས་རབ་མཐོ་བ། ཤེས་རབ་རྒྱ་ཆེ་བ། ཤེས་རབ་ཡངས་པ། ཤེས་རབ་མགྱོགས་པ། ཤེས་རབ་རྣོ་བ། ཤེས་རབ་མྱུར་བ། ཤེས་རབ་ཟབ་པ། ཤེས་རབ་ངེས་པར་རྟོགས་པར་འགྱུར། ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཏེ། མཐོན་པོར་བྱེད་པའི་ཆོས་བཞི་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་ལྡན་པས་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་བཞི་འཐོབ་པར་འགྱུར་ཏེ། བཞི་གང་ཞེ་ན། འདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་འཐོབ་སྟེ། འདི་ནི་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་འཐོབ་པར་འགྱུར་བ་དང་པོའོ། །
en: “Moreover, Śāriputra, whichever teacher he is in the presence of, he receives and remembers verses of the Dharma. If he is told to follow, he follows. If he is told to go, he goes. He is told what is wholesome and what is unwholesome, what is irreproachable and what is reproachable, what should be relied upon and what should not be relied upon, and so forth. He is told what will, in the long run, prove useless and unhelpful and bring suffering if practiced. He is told what will prove meaningful and helpful and bring happiness if it is done. In accordance with these instructions, he does not then do what is unwholesome but instead relies upon what is wholesome. He is not led astray and does not go against the advice he has received. With these roots of virtue, his practice becomes elevated in four ways. In what four ways does his practice become elevated? His practice of morality becomes elevated. His physical appearance becomes elevated. His appearance becomes imposing, and all the parts of his body become perfect. His wisdom becomes great. His wisdom becomes exalted. His wisdom becomes broad. His wisdom becomes vast. His wisdom becomes quick. His wisdom becomes sharp. His wisdom becomes swift. His wisdom becomes deep, and his wisdom becomes penetrating. When his body succumbs, he is reborn in the joyful heavenly realms. These are the four ways in which his practice becomes elevated.

source: གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེས་ནས་ ཕ་དང་མ་དང་། གཞན་ཉེ་དུ་རྣམས་དང་། ལྷ་དང་། ཀླུ་དང་། དྲི་ཟ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་རྣམས་ཀྱིས་དང་བའི་སེམས་ཀྱིས་ཀྱང་རུང་། མ་དང་བའི་སེམས་ཀྱིས་ཀྱང་རུང་སྟེ། སེམས་ཅན་གང་གིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱི་གཙུག་མཐོང་བར་མི་ནུས་ཏེ།
en: “Moreover, Śāriputra, the bodhisatva with these roots of virtue possesses four unobservable qualities. What are these four unobservable qualities? The first unobservable quality he possesses is that his male organ is retracted in a sheath.

source: འདི་ནི་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་འཐོབ་པར་འགྱུར་བ་གཉིས་པའོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་ལྡན་པས་སྐྱེས་པ་ནས་རྒྱས་པར་བྱས་ཏེ། ཕ་མ་ནས་མི་དང་མི་མ་ཡིན་པའི་བར་གྱིས་དང་བའི་སེམས་ཀྱིས་ཀྱང་རུང་། མ་དང་བའི་སེམས་ཀྱིས་ཀྱང་རུང་སྟེ། གང་གིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ཁའི་བྱི་དོར་བྱེད་མི་ནུས་ཏེ། དེ་ཁའི་བྱི་དོར་བྱའོ་སྙམ་པ་དང་། རྐང་པ་གཉིས་ལ་ཁའི་སྒོ་འབྱུང་ངོ་། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤཱ་རིའི་བུ་སྐྱེས་བུ་དམ་པ་དེ་དག་འདི་ལྟ་བུའི་ངོ་མཚར་དང་རྨད་ཀྱི་ཆོས་དང་ལྡན་ཞིང་སྐྱེས་བུ་དམ་པའི་ངག་མཆོག་དང་ལྡན་པར་འགྱུར་ཏེ།
en: The second unobservable quality the bodhisatva with these roots of virtue possesses, Śāriputra, is that upon his birth, no one is able to see his crown protrusion. Neither his mother nor his father, nor any other relatives, nor any other sentient beings at all, not gods, nāgas, gandharvas, yakṣas, rākṣasas, garuḍas, kinnaras, mahoragas, human beings, or nonhuman beings, whether their state of mind is pure or not, are able to see the bodhisatva’s crown protrusion.

source: འདི་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་གསུམ་པའོ། ། གཞན་ཡང་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་རྩ་བ་དེ་ཉིད་དང་ལྡན་པས་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེས་མ་ཐག་ཏུ་གཞན་གྱིས་མ་གཟུང་བར་ས་ལ་འདུག་ནས་ ཕྱོགས་བཞིར་རྣམ་པར་ལྟ་སྟེ། དེ་ཡེ་ཤེས་འབར་བ་རྙེད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེས་སྔོན་གཡོ་མེད་པར་ཐོས་པ་བཙལ་བས་གཡོ་མེད་པའི་མིག་ཐོབ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་གཡོ་མེད་པའི་མིག་དེ་དང་ལྡན་པས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ལྷའི་མིག་རྣམ་པར་དག་པ་མིའི་ལས་འདས་པས་མཐོང་ངོ་། ། དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་མྱུར་བའི་ཆ་དང་ལྡན་པའི་ཡེ་ཤེས་ཆེན་པོ་འཐོབ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་ཆེན་པོ་དེ་དང་ལྡན་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དུས་གསུམ་གྱི་སེམས་ཀྱི་ཚུལ་རབ་ཏུ་ཤེས་སོ། །
en: The third unobservable quality the bodhisatva with these roots of virtue possesses, Śāriputra, is that upon his birth, no one is able to perform the mouth-washing ceremony for him. Neither his mother nor his father, and so forth, nor any human beings or nonhuman beings, whether their state of mind is pure or not, are able to perform the mouth-washing ceremony for him. When they try to perform the mouth-washing ceremony, the entrance of his mouth appears on his feet.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེས་སྔོན་དོན་དུ་གཉེར་བར་བྱས། ཡིད་ལ་བྱས། སེམས་ཐམས་ཅད་ཀྱིས་བསམ་ཤིང་རི་མོར་བྱས་ནས་ ཆོས་ལ་སྨན་དུ་འདུ་ཤེས་པ་དང་། རིན་པོ་ཆེར་འདུ་ཤེས་པ་དང་། དཀོན་པར་འདུ་ཤེས་པ་དང་། ཇི་ལྟ་བ་བཞིན་དུ་འདུ་ཤེས་བསྐྱེད་དེ་ ཐོས་པ་ཡོངས་སུ་བཟུང་ངོ་། ། དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་མྱུར་དུ་རབ་ཏུ་རྣམ་པར་འབྱེད་པའི་ཡེ་ཤེས་རྙེད་དོ། ། རབ་ཏུ་རྣམ་པར་འབྱེད་པའི་ཡེ་ཤེས་དེ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ལ་ཡོངས་སུ་འཇལ་བ་ནས་ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་བར་ལ་ཡོངས་སུ་འཇལ་ལོ། ། ཚུལ་ཁྲིམས་ཀྱི་སྤྱིར་ཡོངས་སུ་འཇལ་བ་ནས། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་བར་གྱི་སྤྱིར་ཡོངས་སུ་འཇལ་ལོ། ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་རྒྱུ་འཐུན་པ་ལ་ཡོངས་སུ་འཇལ་བ་ནས། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་རྒྱུ་འཐུན་པའི་བར་ལ་ཡོངས་སུ་འཇལ་ལོ། །
en: Why does this happen? It happens because of the wondrous and extraordinary qualities that this noble being possesses, and because of this noble being’s supreme speech. The fourth unobservable quality the bodhisatva with these roots of virtue possesses, Śāriputra, is that as soon as the bodhisatva is born he is not restricted by anything external. He has a full overview of the regions in the four directions. His knowledge blazes. How does this happen? As the bodhisatva was unwavering in his search for learning in the past, he attained an undeceiving eye, and with this undeceiving eye, which is divine sight of supreme purity that surpasses anything human, the bodhisatva can see all sentient beings in the threefold thousand great thousand worlds, however many they may be. This great knowledge the bodhisatva has obtained is also very swift. With this great knowledge, the bodhisatva is able to know the states of mind of all sentient beings in the three times. How is he able to do this? As the bodhisatva was purposeful in the past, focused, and fully engaged with the teachings, and as he had respect for them, viewing them as medicine, as precious, as difficult to encounter, and as authentic, he became learned, and as a result of this the bodhisatva obtained very swift analytical abilities. With these analytical abilities the bodhisatva is able to examine the morality of all sentient beings, as well as their learning, concentration, wisdom, liberation, and insight into the knowledge of liberation. He is able to examine their general level of morality, as well as their general level of learning, concentration, wisdom, liberation, and insight into the knowledge of liberation.

source: གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་རྒྱུ་འཐུན་པ་ལས་ཤིན་ཏུ་ལྷག་པར་ཡོངས་སུ་འཇལ་བ་ནས། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་རྒྱུ་འཐུན་པ་ལས་ཤིན་ཏུ་ལྷག་པའི་བར་ལ་ཡོངས་སུ་འཇལ་ལོ། ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་ལམ་དང་། སྤྱོད་པ་དང་། ནན་ཏན་དང་། རྟུལ་བ་ལ་ཡོངས་སུ་འཇལ་ལོ། ། སེམས་ཅན་ཐམས་ཅད་ཕན་ཚུན་བཙལ་ན་གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་དང་ཐོས་པ་ནས། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་བར་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱིའི་ཚུལ་ཁྲིམས་ནས། སྤྱིའི་ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་བར་དང་། གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་རྒྱུ་འཐུན་པ་ལས་ཤིན་ཏུ་ལྷག་པ་ནས། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་བར་གྱི་རྒྱུ་འདྲ་བ་དང་། གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་རྒྱུ་འཐུན་པ་ལས་ཤིན་ཏུ་ལྷག་པ་ནས། ཐོས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་རྒྱུ་འཐུན་པ་ལས་ཤིན་ཏུ་ལྷག་པའི་བར་དང་། གང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་ལམ་དང་། སྤྱོད་པ་དང་། རྟུལ་བ་དེ་དག་ཐམས་ཅད་དང་། བདག་གིས་བསོད་ནམས་དང་བསྒྲུན་ཅིང་ཡོངས་སུ་བཙལ་ན་བདག་དང་མཚུངས་ཤིང་མཉམ་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། ། དེ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་རྩ་བ་ལ་ལྷག་པར་གནས་པ་ཡོངས་སུ་ཚོལ་ཏེ། དེས་ཐམས་ཅད་ཡོངས་སུ་བཙལ་ན་བདག་དང་མཚུངས་ཤིང་མཉམ་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། ། དེ་ལྟར་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་མྱུར་དུ་དེའི་སྐད་ཅིག་ཉིད་ལ་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་གྲུབ་པའི་ཡེ་ཤེས་སྐྱེ་སྟེ། དེས་སེ་གོལ་གཏོགས་པ་སྲིད་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་རྣམ་པ་སྟོང་རབ་ཏུ་ཤེས་ཏེ། དེས་ཐམས་ཅད་ཡོངས་སུ་བཙལ་ན་བདག་དང་མཚུངས་ཤིང་མཉམ་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། ། བདག་བླ་མའི་གནས་ལ་གནས་པར་ཤེས་ཤིང་མ་བཟུང་བར་སེང་གེ་དང་། གླང་པོ་ཆེའི་འགྲོས་ལྟ་བུས་ས་ལ་གོམ་པ་བདུན་བོར་ཏེ། དེ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་གང་ན་བ་དེར་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མདུན་དུ་བྱས་ནས་གནས་ཏེ། བདག་ནི་འཇིག་རྟེན་གྱི་གཙོ་བོ། །བདག་ནི་འཇིག་རྟེན་གྱི་མཆོག་སྟེ། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། །འཆབ་མཐར་བྱའོ། ། སེམས་ཅན་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བས་གཟིར་བ་རྣམས་ཐར་བར་བྱའོ། ། ཆོས་བཟང་པོ་བསྟན་པར་བྱའོ་ཞེས་སྨྲས་ཏེ།
en: He is able to examine what the effects of the morality of all sentient beings will be, as well as what the effects of their learning, concentration, wisdom, liberation, and insight into the knowledge of liberation will be. He is able to examine how the effects of the morality of all sentient beings becomes greater, as well as how the effects of their learning, concentration, wisdom, liberation, and knowledge of liberation become greater. He is able to examine the religious practice, conduct, progress, and effort of all sentient beings. He compares himself with all sentient beings. He compares the morality, learning, and so forth, up to insight into the knowledge of liberation, of all sentient beings with his own. He compares the general level of morality of all sentient beings, as well as their general level of learning, concentration, wisdom, liberation, and insight into the knowledge of liberation, with his own. He compares the effects of all sentient beings’ morality, as well as the effects of their learning, concentration, wisdom, liberation, and insight into the knowledge of liberation, with his own. He compares how the effects of the morality of all sentient beings become greater, and how the effects of their learning, concentration, wisdom, liberation, and insight into the knowledge of liberation become greater with how his own become greater. He takes the religious practice, conduct, progress, and effort of all sentient beings and holds it up against his own merits. He is not able to find anything in all this that can compare to what he possesses. Even if he searches out those sentient beings who are in the best possible conditions, he is not able to find anyone who can compare to himself. His analytical abilities are so swift, Śāriputra, that the bodhisatva knows instantly what the effects of the ripening of the fruits of previous actions will be. In the blink of an eye, he knows a thousand different aspects of the minds of all sentient beings, and among all of them he is not able find any that compare to himself. He knows that he himself inhabits an exceptional position, and then like a lion, like an elephant, he takes seven uninhibited steps across the ground. He faces the place that is destined to be the seat of his awakening and proclaims, ‘I am supreme in the world. I am foremost in the world. I will put an end to birth, aging, and death. I will liberate sentient beings from the afflictions of birth, aging, and death. I will provide them with the vastness of the Dharma.’

source: ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཚིག་དེ་སྨྲས་མ་ཐག་ཏུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་དབྱངས་ཀྱིས་གོ་བར་བྱས་པར་འགྱུར། ས་གཡོ་བས་འཇིགས་ཤིང་སྤུ་ཟིང་ཞེས་བྱེད་པ་ཡང་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་རོ། ། ལྷའི་རྔ་ཡང་རྒྱུན་མི་འཆད་པར་རྡུང་ངོ་། ། ས་ཕྱོགས་གང་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་པར་འགྱུར་བའི་ས་ཕྱོགས་དེར་འཁོར་ལོ་ཙམ་ཞིག་མི་གཡོའོ། ། ཆུའི་ཕུང་པོ་གང་ལ་གནས་པའི་ཆུའི་ཕུང་པོ་དེ་རླུང་གིས་བསྐྱོད་པར་མི་འགྱུར་རོ། ། དེས་ཐམས་ཅད་དུ་བལྟས་ན་བདག་སྣང་བར་གྱུར་ཅིང་གནས་པར་མཐོང་ངོ་། ། དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ན་དེ་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བལྟ་བར་མི་ནུས་སོ། ། འདི་ནི་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་འཐོབ་པར་བྱེད་པ་བཞི་པ་སྟེ། ཤཱ་རིའི་བུ་བལྟར་མི་སྣང་བར་བྱེད་པའི་ཆོས་བཞི་པོ་དེ་དག་འཐོབ་པར་འགྱུར་རོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཇི་ལྟར་སློབ་དཔོན་གྱིས་ཚུར་ཤོག་ཤིག་ཅེས་བྱས་ན་ཡང་འོང་། སོང་ཤིག་ཅེས་བྱས་ན་ཡང་འགྲོ་བའི་ཕྱིར་རོ། །
en: Śāriputra, as soon as the bodhisatva has spoken these words, their sound carries across the threefold thousand great thousand worlds and are known throughout them. Great earthquakes are felt in the world, and formidable divine drums that cause one’s hair to stand on end resound perpetually. The ground on which the bodhisatva stands, an area the size of a wheel, remains unmoving. All the water in that place remains undisturbed by the wind. His overview of things is complete, and he sees what his own role is, but no sentient being is able to observe that he is an unsurpassed, fully accomplished buddha. These, Śāriputra, are the four unobservable qualities of the bodhisatva. What causes them? He does what his teacher instructs him to do. If he is told to follow, he follows. If he is told to go, he goes.
